Repository: giellalt/corpus-smj
Catalog: tmx/sma/bible/osko/index.php_kat_id=175_art_id=204.html.tmx
Source language: smj
Languages: sma

source: Åhpav: Girkko
sma: Lïerh: Gærhkoe

source: Sáme girkkomusihkka
sma: Saemien gærhkoemusigke

source: Ájgij tjadá li moadda sálma almoduvvam nuortta-, oarjjel- ja julevsámegiellaj.
sma: Dejpeli jïh daelie jïjnjh saalmh saemien gïelesne. Jïjnjh dejstie noerhtesaemien saalmh, jïh aaj luvlesaemien saalmh.

source: Sáme sálmmagirjijn li ienemus oassáj sálma ma li dárogielas jali suomagielas jårggåluvvam, valla álgos dujskagielas ja ietjá gielajs båhti.
sma: Daaletje saemien saalmh jeenjemasth mubpijste gïelijste jarkoestamme, vaenie saalmh leah saemien kultuvresne sjïdteme.

source: Ájn li dåssju muhtem gallegasj sálma ma li dagádum sámijs ja gåvvidi sáme almmavuohta- ja åsskodádjadusáv.
sma: Vaenie saemien saalmh saarnoeh guktie saemieh sijjen jieleden jïh jaahkoen bïjre ussjedieh.

source: Sáme sálma le ájnas oasse jubmeldievnastusás.
sma: Gaagkestimmesne vihkele saemide saalmh saemien

source: Mij le sierralágásj sáme sálmaj ?
sma: Guktie saemieh saalmh laavloeh ?

source: Suojmma lávllom ja modulerim.
sma: Noerhtesaemieh soejmelaakan laavloeh.

source: Sáme sálma ja juojggusa li muodugattja.
sma: Goh vueline govloe.

source: Orgelmusihkka le sáme lávllomvuogev hebadam.
sma: Gosse orgelem pruvhkieh, dellie sjïere saemien laavlomen vuekie nåhka.

source: Orgelmusihkka galggá sálmmalávllomav nannit ja viehkedit tjoaggulvisáv aktan lávllot.
sma: Orgele edtji saalme-laavlomem eevtjedh jïh åålmegem viehkiehtidh hijvenlaakan laavlodh.

source: Dat gájbbet tjoaggulvisá lávllomvuohke le orgelmusihkkaj hiebaduvvam.
sma: Buerebe sjïdti jis orgele laavloemasse sjïehti.

source: Sáme sálmmalávllom ij la læhkám vuojga orgelmusihkkaj hiebaduvvam ja navti le orgelmusihkka árbbedábálasj lávllomvuogev hebadam.
sma: Ij noerhtesaemien laavlomen vuekie orgelasse sjïehth, jïh dellie orgele saemien laavlomem jemhkele.

source: Juojgan le sierra sadje sáme musihkan.
sma: Joejkeme vihkeles saemien musigke.

source: Moaddása sihti ieredit girkkolasj ja iehpe-girkkolasj musihka gaskan.
sma: Såemesh gærhkoen musigkem mubpien musigkeste juekieh.

source: Juojggam le gássjel dåhkkidit muhtem birrasijn.
sma: Tuhtjieh joejkeme ij amma gærhkosne sjïehth.

source: Danen ij la juojgga luondulasj jubmeldievnastusán.
sma: Daan dïehre ij joejkeme gaajkene gærhkojne leah.

source: Sij gudi li guhkemusát juojggam jubmeldievnastusáj aktijvuodan, li oarjjelsáme.
sma: Vuelieh gellien jaepien åarjelsaemien gyrhkesjimmine orreme.

source: Oarjjelsáme guovlojn le læhkám ulmme sáme musihkkaárbbedábijt oassáj oadtjot liturgijas ja jubmeldievnastusás.
sma: Åarjelsaemiej luvnie sijhtieh liturgijem jïh gaagkestimmien musigkem saemien vuekien mietie utnedh juktie vuelieh desnie saemien musigke lea.

source: Juojggam le moaddásijda sáme identitehtta, ja moaddásij mielas sáme musihkkaárbbedábij adno jubmeldievnastusán tjadná kulturmoalgedimev ja jáhkov navti váj ulmutja dåbddi ienebut girkkuj gulluji.
sma: Joejkeme saemien identitetem eevtjie. Jïjnjesh tuhtjieh gosse saemien musigkem utnieh gosse gyrhkesjimmieh, dellie saemien kultuvre jïh jaahkoe ektievoetem gærhkosne eevtjijægan.

source: Oarjjelsámegiella sjattaj almulasj tjállemgiellan jagen 1978.
sma: Åarjelsaemien gïele tjaaleld gïeline jaepien 1978 sjïdti.

source: Dan åvddåla lij oarjjelsámegiella dåssju njálmálasj giella.
sma: Aerebi åarjelsaemien gïelem aajve soptsestin.

source: Gávnnuji sálma ma li oarjjelsámegiellaj tjáleduvvam, melodija sámegielajn tåvnnågiellan ja gávnnuji sálma ma li jårggåluvvam ja udnásj melodijada hiebaduvvam.
sma: Orre åarjelsaemien saalmi leah melodijh saemien vuekien mietie. Jeatjah saalmh jarkesovveme leah jïh båeries melodijh utnieh.
